Repository: JianLaiTL/JianLai
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 刘羡阳翻了个白眼，连脑袋都缩进被子，嘀咕道：“没义气的家伙，就知道这招才管用。”
en_us: Liu Xianyang rolled his eyes as he pulled his blanket over his head. "Disloyal brat. I knew this would work."

source: 刘羡阳翻了个白眼，问道：“你知道我最担心什么吗？”
en_us: Liu Xianyang rolled his eyes and asked, "Do you know what I'm most worried about?"

source: 刘羡阳脱口而出道：“那你娘亲死前，不是还要你发过誓，绝对不可以去龙窑当学徒？”
en_us: "Before your mother passed away, didn't you also swear that you would never become a disciple at the dragon kilns?" Liu Xianyang instictively said.

source: 刘羡阳脸色纠结，就在此时，一直在观察刘羡阳和卢正淳的草鞋少年，突然扯了扯他的袖子，对他轻轻摇头。
en_us: Liu Xianyang was in two minds at this moment. However, the young boy in sandals who had been observing their conversation the entire time suddenly tugged at his sleeves and lightly shook his head.

source: 刘羡阳自顾自坐在原先陈平安的位置上，看到黑衣少女的容貌后，两眼放光道：“姑娘你别这么见外，我和陈平安挤在这破宅子就是了，姑娘你去我大宅子后，也就不会感到拘束了，好像连手脚都没地方搁放。”
en_us: Liu Xianyang sat down in Chen Ping'an's original spot. His eyes lit up when saw the young woman's appearance, and he said, "Young lady, why so cold? Chen Ping'an and I can squeeze ourselves into this shabby house. You can go over to my larger house, and you certainly won't feel limited in there. You won't feel like there's not even space to place your hands and feet."

source: 刘羡阳讪笑道：“只是阮师傅有个宝贝女儿，特别能吃，把我给震惊到了，于是就稍稍玩笑了几句，没想到那闺女打铁的时候，抡起锤头来，那叫一个生猛霸道，偏偏平时又特别腼腆害羞，我哪里想得到她这么开不起玩笑，当时就把她给惹哭了，又不凑巧给他爹撞了个正着，看我的眼神就不对劲了，认徒弟保准没影了，不过反正我也没想着给人做牛做马当徒弟，伺候过姚老头一个怪脾气的，就够咱们受的了，我这不就想着在铁匠铺那边混碗饭吃嘛”
en_us: Liu Xianyang wore a self-ridiculing smile as he continued, "It's just that Master Ruan's darling daughter has far too great of an appetite. I was absolutely astounded by her, so I made a few small jokes. Who knew that she would be so powerful and domineering when she wielded a blacksmith hammer in the forge, yet so timid and shy during other times. How was I meant to know that she couldn't take a joke? I made her cry at that time, and unfortunately for me, this was all caught by her father. The way that he looked at me instantly became strange. There's no way I can become his disciple now. In any case, I never planned to become anyone's slave or disciple. Dealing with Old Man Yao's strange temper was already more than enough for me. Was I not just working at the blacksmith to put food on the table?"

source: 刘羡阳说完这句话后，直接跳下巨石，在溪水中快步前行，溅起水花无数。
en_us: After saying this, Liu Xianyang directly jumped down from the large rock. He advanced briskly in the creek, sending splashes of water everywhere.

source: 刘羡阳走过去，跟卢正淳勾肩搭背，一起走向巷口，安慰道：“老卢啊，以后可要带着兄弟一起享福。回头等到这笔买卖谈成了，我怎么都该请你喝顿好酒。”
en_us: Liu Xianyang walked over and wrapped an arm around Lu Zhengchun's shoulders. As they walked toward the end of the alley, he said in comfort, "Brother Lu, you need to share your fortunes and fun with me in the future. When we complete this deal, I'll have to invite you over for a drink no matter what."

source: 刘羡阳转头望向剑炉铁铺，“你说阮师傅到底谁啊，看着不像是多厉害的人嘛，压得住那两拨人吗？”
en_us: Liu Xianyang turned around to glance at the blacksmith forge, saying, "Who do you think Master Ruan is? He doesn't look like a very powerful person... Can he really suppress those two groups of people?"

source: 刘羡阳转头说道：“你陈平安看着像是穷人，那你是不是穷人？”
en_us: Liu Xianyang glanced at him and said, "Chen Ping'an, you look like a poor person, so are you really a poor person?"

source: 刘羡阳转头重新望着屋顶，“在这里，好歹你能搀扶我下床，之后咬咬牙自己也能解决，出了小镇后，一路上拉屎撒尿怎么办？难道要我跟他们说，喂，你们谁谁谁，来给我搭把手？”
en_us: Liu Xianyang turned his head and gazed at the roof again, saying, "In this place, I at least have you to help me off the bed. After that, I can grit my teeth and deal with the rest myself. But after I leave the small town, how am I going to shit and piss? Am I going to call them over and go, 'Oi, you, come here and support me!'"

source: 刘羡阳这才罢休。
en_us: Liu Xianyang was finally willing to let him off the hook.

source: 刘羡阳这辈子活得yi直很自由自在，好像也从来没有难倒过他的坎，从没有解不开的心结和办不成的事。
en_us: Liu Xianyang had always lived a carefree life, and it was as if there was nothing that could ever obstruct him or challenge him.

source: 刘羡阳随之身体僵硬，发现自己竟然没了力气跳下墙头，心虚干笑道：“回大人的话，是我，当时大人去咱们龙窑开窑的时候，师父让我给大人演示过几样活计。”
en_us: Liu Xianyang froze upon hearing this, and he discovered that he surprisingly didn't have the strength to hop down from the wall anymore. He chuckled guiltily and replied, "Yes, that's me. When you went to the dragon kiln back then, Master told me to demonstrate a few things to you."

source: 刘羡阳随手从路边折了一根刚抽芽的树枝，开始练剑，整个人跟滚动的车轱辘似的，癫狂旋转，根本不心疼脚上那双新靴子，小路上扬起无数尘土。
en_us: Liu Xianyang casually snapped a branch that had only just sprouted out of a tree that he was passing by, and he began to use it for sword practice. He was spinning around in circles like a wheel gone made, raising up a massive dust cloud and making no effort to look after the pair of new boots that he was wearing.

source: 刘羡阳骂骂咧咧道：“不就是看到一座高山嘛，我他娘的还以为你看到腾云驾雾的神仙了！”
en_us: Liu Xianyang cursed and said, "So what you saw was nothing but a mountain? And here I was thinking that you saw a fucking flying immortal or something!"

source: 刘羡阳龇牙咧嘴，看着那个纤细动人的佩刀背影，不死心道：“姑娘，你是不晓得，之前就有两伙人在廊桥那边堵住我的路，哭着喊着求我把祖传宝物卖给他们，我都没答应，倒霉催的，那帮人害我差点被阮师傅骂死。我见姑娘你也是来小镇碰运气的外乡人吧，我刘羡阳虽然也未必卖给你，但是让姑娘过过眼，开开眼界，肯定没问题啊！”
en_us: Liu Xianyang grimaced upon hearing this. Looking at the slender figure and her saber, he continued to persist, saying, "Young lady, you might not know, but I was just being blocked by two people over at the covered bridge just then. They were sobbing and begging me to sell my ancestral treasures to them. Even so, I still refused. However, I was still screwed over by them, and I was almost scolded to death by Master Ruan. By the looks of it, you're also an outsider who's come here to try your luck. Even though I might not necessarily sell those treasures to you, it's certainly no problem for me to show them to you and allow you to broaden your horizons."

source: 刘羡阳，正是一座老字号龙窑姚老头的关门弟子，至于资质鲁钝的陈平安，老人从头到尾根本就没真正认下这个徒弟，在当地，徒弟没有敬拜师茶，或是师父没有喝过那杯茶，就等于没有师徒名分。陈平安和刘羡阳不是邻居，双方祖宅离着挺远，之所以刘羡阳当时会跟姚老头介绍陈平安，源于当个少年有过一段陈年恩怨，刘羡阳曾是小镇出了名顽劣少年，爷爷去世前，家里好歹还有个长辈管着，等到他爷爷病逝后，十二三岁就身高马大不输青壮男子的少年，成了街坊邻居人人头疼的混世魔王，后来不知为何，刘羡阳惹恼了一伙卢家子弟，结果给人死死堵在泥瓶巷里，结结实实的一顿痛打，对方都是正值气盛的少年，下手从不计较轻重，刘羡阳很快给打得呕血不止，住在泥瓶巷的十多户人家，多是小龙窑讨碗饭吃的底层匠户，哪敢掺和这浑水。
en_us: Liu Xianyang was Old Man Yao's best disciple. As for Chen Ping'an, Old Man Yao had never truly accepted him as a disciple due to his mediocre aptitude for the craft. According to local traditions, no master and disciple relationship could be established unless the disciple offered a cup of tea to the master in a formal ceremony, and the master accepted and drank the cup of tea. Chen Ping'an and Liu Xianyang weren't neighbors. In fact, their ancestral homes were quite far away from one another's. The reason why Liu Xianyang had recommended Chen Ping'an to Old Man Yao stemmed from their past history. Liu Xianyang was once a renowned delinquent in the town. Prior to the passing of his grandfather, there was at least an adult in the household to keep him in check, but after his grandfather passed away due to illness, Liu Xianyang quickly became an absolute nightmare for his neighbors. At the time, he was only 12 or 13 years old, but he was already no less physically developed than a young man, and one time, he somehow made enemies out of a group of boys from the Lu Family. As a result, he was ganged up on in Clay Vase Alley and handed a vicious beating. His assailants were all young boys who didn't think about the consequences of their actions, and Liu Xianyang was quickly beaten to hte point where he was throwing up blood. All of the dozen or so clans that resided in Clay Vase Alley were bottom-class potters who made a living by working at small dragon kilns, and they didn't dare to intervene.

source: 刚刚从破败神像那边祈求归来的孩子，去杏花巷铁锁井那边挑回水，来到床边，坐在小板凳上，发现他娘亲醒了，便柔声问道：“娘，好些没？”
en_us: The boy had just returned from praying at a temple, and he brought some water from the Iron Lock Well on the way back. He made his way to the side of the bed, and after taking a seat on his little stool, he noticed that his mother was awake. He asked in a gentle voice, "Are you feeling better, Mother?"

source: 刚好撞向一尊碎了半边身躯的坐姿神像，高一丈半左右，如果没有意外，马苦玄这一下注定会很凄惨。
en_us: Ma Kuxuan flew toward the statue of a sitting god that was collapsed on one side. This statue was around five meters tall, and if things continued on the same trajectory, then Ma Kuxuan would definitely suffer a very gruesome fate.

source: 刚走出福禄街的草鞋少年，也在抬头望去。
en_us: Chen Ping'an had just emerged from Fortune Street, and he was also looking up at the cloud with an utterly astonished expression.

source: 初春的和煦阳光下，高大少年抢过草鞋少年的箩筐，自己背起，转头讥讽道：“远远看你背着箩筐，就跟小蚂蚱背大石头似的，真是可怜，就发发善心，帮你背到廊桥那边再说。”
en_us: Under the warn sunshine of early spring, the tall and broad young boy snatched the bamboo basket from the young boy in straw sandals. He slung it over his own shoulders and said in a teasing voice, "Looking at you from the distance, it was as if you were a pitiful ant carrying a large boulder. I decided to show some mercy and kindness, so I returned to help you carry the basket to the covered bridge."

source: 到了刘羡阳家的巷子拐角处，一个黑影蓦然窜出，宁姚差点就要拔刀出鞘，幸好及时忍住，原来是一条黄狗，围绕着陈平安亲昵打转，陈平安弯腰揉了揉黄狗的脑袋，起身后笑道：“是刘羡阳隔壁那户人养的，叫来福，好多年了，胆子特别小，以前我和刘羡阳经常带它上山，就只会跟在我们屁股后头凑热闹，刘羡阳总嫌弃它抓不住山兔山鸡，总说来福连一条猫都不如，像马苦玄家养的那只猫，有人看到它经常能够往家里叼野鸡和蛇。不过来福年纪大了嘛，十来岁了，很老啦。”
en_us: When they arrive at the corner of the alley where Liu Xianyang's house was located, a black shadow suddenly shot out from nowhere, almost causing Ning Yao to draw her blade. Fortunately, she managed to stop herself in time. As it turned out, this was a dog, and it affectionately ran circles around Chen Ping'an. Chen Ping'an bent down to pat the dog on the head. He then stood up and said with a smile, "He's called Fortune, and he's Liu Xianyang's neighbor's dog. It's been many years already, but this dog is still as cowardly as always. Liu Xianyang and I use to always bring him with us when we climbed the mountains, but Liu Xianyang would always complain that he couldn't catch any wild rabbits or chicken. In other words, Fortune is even less capable than a cat. For example, people often see Ma Kuxuan's cat carrying wild chicken and snakes into his house. However, Fortune is quite old, after all. He's already 10, and this is old for a dog."

source: 到了北边的廊桥台阶，刘羡阳突然一屁股坐下去，坐在巨大的长条青石上，陈平安只得跟着他蹲在一旁。
en_us: When they arrived at the stairs on the northern side of the covered bridge, Liu Xianyang suddenly sat down on a long bluestone slab. Chen Ping'an had no option but to squat down beside him.

source: 到了拂晓时分，陈平安起床来到灶房，挑起担子，准备去杏花巷的铁锁井那边挑两桶水回来。
en_us: When dawn arrived, Chen Ping'an got up and went to the kitchen, picking up a pole with buckets and preparing to go to the Iron Lock Well in Apricot Blossom Alley to draw two buckets of water.

source: 到了自家宅子，结果看到刘羡阳蹲在墙头上，半边身体倾向宋集薪家院子，偷听得很是聚精会神。
en_us: When he arrived home, what he saw was Liu Xianyang squatting on top of the wall, with the top half of his body leaning into Song Jixin's courtyard. He was eavesdropping with full concentration.

source: 到了阮师傅的铁匠铺，仍是热火朝天的场面，陈平安没有随便乱逛，站在yi口水井旁边，找人帮忙通知yi声刘羡阳。
en_us: When he arrived at Master Ruan's blacksmith shop, he saw that it was still as lively and busy as always. Chen Ping'an didn't wander around by himself, and he instead stood next to a well and asked someone to notify Liu Xianyang of his arrival for him.

source: 到后边，先生说话的嗓音细如蚊蝇，哪怕读书郎赵繇竖起耳朵，也听不清楚了。
en_us: At the end, Mr. Qi's voice had become so quiet that Zhao Yao was unable to hear him clearly, even though they were standing right next to one another.

source: 到最后，只有一个枯瘦如柴的孩子，偷偷溜出院子后，跑到了巷口，对着大街撕心裂肺喊道：“死人啦死人啦”
en_us: In the end, the only one who did anything was an emaciated child, who snuck out of his yard and rushed to the entrance of the alley, where he screamed with all his might, "Help! Someone's about to die here!"

source: 到最后，汉子只是闷声闷气道：“师父，为何收马苦玄为徒弟，而不是那少年？我不喜欢姓马的小子。”
en_us: In the end, he could only ask in a gloomy voice, "Master, why did you take Ma Kuxuan as a disciple and not that young boy? I don't like that Ma Kuxuan brat."

source: 刹那之间。
en_us: Suddenly...

source: 刹那之间，天上地下有两处气息迅猛翻涌，如两座刚刚现世的泉眼。
en_us: All of a sudden, two auras began to churn rapidly between heaven and earth, like a pair of springs that had just emerged out nowhere.

source: 前一世的他，站在了武道巅峰，更在丹道上有着前无古人的成就，开创的“三火引”之术在炼丹界引发了一场革命，被尊称为“丹帝”。
en_us: dsad

source: 前不久还是将死之人的黑衣少女，竟然已经能够自己坐在床上，盘腿而坐，也没有戴上帷帽，露出一张让人记忆深刻的脸庞。
en_us: The young woman on the bed had been on the brink of death not long ago, yet she was already able to sit up on her own with her legs crossed. Without her veiled hat concealing her face, a set of very memorable features was revealed.

source: 前后走在小巷里，道人最后说道：“有句话，还是说了吧。按照贫道推算的命数来看，你爹娘早逝，并非你的过错。”
en_us: The two of the made their way down the alley, one in front of the other, and the Daoist priest said, "There's something that I was a little hesitant to tell you, but I've decided to tell you now. According to my reading of your fortune, the early passing of your parents was due to no fault of yours."

source: 前方三人身影渐行渐远，陈松风干脆坐在一屁股石头上，苦笑道：“你这是何苦来哉，跟颍阴陈氏结下一些香火情，对你对风雷园，怎么都不是坏事，为何要意气用事？”
en_us: The three of them gradually disappeared into the distance. Chen Songfeng sat down on a rock and lamented in a bitter voice, "Why cause trouble for yourself? Forging a good relationship with the Yingyin Chen Clan is good for both you and Wind Lightning Field. Why do you insist on acting so rashly?"

source: 前方不远处，几步外，就是横竖两条巷弄交错的十字路口了。
en_us: Not far up ahead was a crossroads where a pair of alleys intersected.

source: 前方，浑身散发出一种冷峻气息的少女，笔直前行，将小巷主仆二人视若无物。
en_us: Up ahead, the young woman wearing the veiled hat continued directly onward, not even sparing a single glance at the brocade-robed boy and his elderly servant.

source: 前者不过是耗时，后者耗力耗神不说，甚至还会消耗正阳山的香火情。
en_us: If Chen Ping'an had chosen the former option, this would only waste some of his time. If Chen Ping'an had chosen the latter option, however, this would waste not only his strength and energy, but it might even use up some of Sun Scorch Mountain's goodwill.

source: 前边稚圭转头一看，忍不住埋怨道：“公子，再不走快点，雨就要下大啦！”
en_us: Zhi Gui turned around and couldn't help but grumble, "Young Master, the rain is going to become heavier if we don't hurry."

source: 剑修亦是练气士之一，只不过比起寻常练气士，体魄要更为靠近另一条路上的纯粹武夫，简单说来，就是筋骨肉和精气神，剑修追求两者兼备，其他练气士，体魄一事，只要不拖后腿就行，并不刻意淬炼，当然，练气士在养气、炼气的同时，对于身体的完善，其实就像春风化雨一般，始终在打熬磨砺，可是比起剑修，锤炼体魄之事，无论是力度还是次数，远远不如，更不可能像武夫那么一心一意、孜孜不倦。
en_us: Cultivating in the way of the sword was a branch of Qi refinement, except compared with normal Qi refiners, the physical constitution of swordsmen was closer to that of pure martial artists. To put it in simpler terms, swordsmen pursued cultivation of both the body and the spirit, while other Qi refiners placed no special emphasis on physical cultivation, as long as their physical constitution wasn't hindering their cultivation. Of course, Qi refiners also refined their bodies through their cultivation, but it was a much more subtle and constant process, much like dripping water hollowing out a stone. However, compared with swordsmen, the physical cultivation of Qi refiners was far less intense and frequent, and they certainly weren't entirely fixated on phsyical cultivation like martial artists were.

source: 剑修哑然失笑道：“你以为几个读书人能够像齐先生这般，恪守本心？”
en_us: The swordsman couldn't help but chuckle. "How many scholars do you think can be like Mr. Qi and adhere to their true selves??"

source: 剑修回答道：“就像小镇外的那条小溪吧，鱼龙混杂，有不过膝盖的浅水滩，也有深不见底的深水潭。”
en_us: "It's like the creek outside the small town that's filled with all kinds of small fish and large fish," the swordsman replied. "There's knee-deep water, yet there are also deep and bottomless pools."

source: 剑修淡然道：“是儒家七十二书院之一、观湖书院的未来山主，叫崔明皇，身世显赫。这次也是来取回压胜之物，城府很深，以后要小心，如果没有意外，你已经被他盯上了。”
en_us: "The future mountain master of Lake View Academy, one of the 72 academies of Confucianism," the swordsman replied calmly. "He's called Cui Minghuang, and his ancestry is especially prominent. He's also come here to retrieve a subjugation treasure, and he's an extremely shrewd and calculating person. You need to be wary of him in the future. If I'm not wrong, he's already got an eye on you."

source: 剑修笑了笑，摇头道：“以前几乎不会，多是和气生财，皆大欢喜。这一次是例外。”
en_us: The swordsman smiled and shook his head, replying, "In the past, almost never. Most of them would peacefully obtain treasures, leaving everyone satisfied and happy. However, this time is an exception."

source: 剑悬停在地面上空半丈，剑身之上，一袭墨绿色长袍的英气少女，双脚亦是悬停在飞剑剑身之上。
en_us: The sword was hovering around five feet above the ground, and atop the sword stood a gallant young woman in a dark green robe.

source: 副药方不过半张纸，如何煎药倒是用了两张纸，字体是很平常的小楷，方方正正，规规矩矩。
en_us: The list of ingredients had only taken up half a sheet of paper, but two whole sheets of paper had been required to record the brewing method. The font used was a very commonplace compact script, and the Daoist priest's handwriting was very neat and orderly.

source: 加上小镇外一尊尊神像如爆竹炸裂，声响愈来愈频繁，当小镇因为天黑而寂静之时，就显得格外刺耳，这无疑又加深了小镇普通百姓的猜测，联想到之前那些载着大户子弟的牛车马车，市井巷弄里的老百姓一个个惶恐不安。
en_us: In addition to that, the cracks and pops ringing out from the deity statues outside of the town were becoming more and more frequent. Those sounds were particularly jarring in the silence of the night, and they only served to further fuel the speculation in the hearts of the town's residents. Thinking back to all of the ox-drawn carriages and horse-drawn carriages that had recently left the town, all of the residents were growing more and more uneasy by the day.

source: 劫后余生的羊角辫小姑娘，默默下定决心今天就要拆掉辫子。
en_us: After surviving that close call, Shi Chunjia decided there and then that she was going to remove her braids.

source: 匾额上，“气”“牛”二字，气势犹在。
en_us: On the plaque, two of the four characters that formed the idiom still remained, but the other two resembled a pair of old men on their deathbeds, finally completely losing their vitality after expending all of their life force.

source: 十二脚牌坊楼，陈平安看到黑衣少女的身影，快步跑去。
en_us: At the archway, Chen Ping'an spotted Ning Yao, and he quickly rushed over to her.

source: 十二脚牌坊，石柱底座分别是龙生九子的九种异兽，之外便是白虎、玄武和朱雀。
en_us: Each of the 12 stone pillars of the archway were decorated with a different type of rare beasts. Nine of them were the descendents of the dragon, while the remaining three were the White Tiger, the Black Tortoise, and the Vermillion Bird.

source: 十棍子也打不出一个屁的汉子抬起头，看着矮墙上的邋遢汉子，后者赶紧改口道：“得得得，是我郑大风说的，师父没说过这种话。”
en_us: The woman's husband raised his head to look at the gatekeeper, and the latter hurriedly said, "Alright, alright, I'll admit that our master didn't say that. I just made that up!"

source: 千丈老猿瘫软在大坑之中，浑身是血，奄奄一息。
en_us: The 3000 meter tall Mountain-moving Ape lay limp in the giant pit, with his body covered in blood and his breathing shallow and labored.

source: 千年老槐，无声无息。
en_us: The old locust tree of several thousand years old didn't repsond.

source: 千百年来皆是如此，甚至会不断有泥像沦落此地，小镇百姓不止是对很多事物，见怪不怪，其实见到这些神像，也早就没有太多敬意了。
en_us: This had been the case for hundreds upon thousands of years. In fact, more and more clay statues would be resigned to this place. Not only did the residents of this small town treat many other matters with disregard, but they had in fact lost most of their respect and reverence toward these statues since long ago.

source: 千言万语，齐静春最后只是呢喃道：“离家以后，要好好的。”
en_us: There was a lot that he wanted to say, but in the end, Qi Jingchun simply murmured, "Make sure to take care of yourself after you leave home..."

source: 千里河山小洞天。
en_us: This was a small world with a thousand kilometers of mountains and rivers.

source: 午时到未时的那个时辰走桩，一开始宁姚偶尔还会尾随其后，装模作样指点过几次后，就不再出现。陈平安不想惹来流言蜚语，白天这一个时辰的拳桩，会沿着小溪下游方向，跑出铁匠铺子一里地后，才开始练习，然后来回一趟，差不多能走上十里路左右。
en_us: Initially, Ning Yao would occasionally follow him during the two hours of walking meditation in the day, pretending to offer some helpful guidance, but it didn't take long before she gave up on that endeavor. Chen Ping'an didn't want to draw any attention to himself, so he would always run around half a kilometer away from the forge in the downstream direction of the creek, and only then would he begin practicing his two hours of walking meditation during the day. Overall, that session generally resulted in around five kilometers of walking.

source: 卢、李、赵、宋四个姓氏，在小镇这边是大姓，乡塾就是这几家出的钱，在城外大多拥有两三座大龙窑。历任窑务督造官的官邸，就和这几户人家在一条街上。
en_us: Lu, Li, Zhao, Song were the most prominent surnames in the town, and it was those clans who had pooled together the funds to open the private school. Each of those clans owned two or three large dragon kilns outside the town, and all of the past kiln supervision officials had lived on the same street as them.

source: 卢正淳一边擦抹额头，一边欢畅笑道：“喝酒还不简单，这有什么难的，而且我来请，哪能让你破费，就这么说定，不然老哥我可就生气了。”
en_us: Lu Zhengchun rubbed his forehead with his hand as he laughed heartily and said, "Easy! There's nothing difficult about having a drink. And that'll have to be on me! How can I allow you to pay? Then it's settled! Don't try to argue otherwise, or else I'll get angry!"

source: 卢正淳后退着离开水榭，下了台阶才缓缓转身，这位曾经在小镇呼风唤雨的天字号纨绔，在妇人跟前，好像腰杆就从来没有直起过。
en_us: Lu Zhengchun backed away from the lakeside pavilion, only turning around after he had made his way down the steps. The high and mighty young master who had once been one of the most prominent figures in the town seemed to have never had his back straight when in the presence of this woman.

source: 卢正淳吓得打了个激灵，弯腰更多，惶恐不安道：“小人绝不会误事！”
en_us: Lu Zhengchun shuddered in horror upon hearing this, and he bowed even deeper as he hurriedly replied in a fearful voice, "I'll be sure to convince him!"

source: 卢正淳和两人告别后，战战兢兢留在原地，小心翼翼禀报道：“刘羡阳提议诸位仙师给出一个适宜价格，下次他便忍痛割爱，卖了传家宝。”
en_us: After farewelling the two of them, Lu Zhengchun obediently stood there with fear and trepidation, reporting in a careful manner, "Liu Xianyang said that if the esteemed immortals offer a fair price, he'll be sure to part reluctantly with his family treasure and sell it to you."

source: 卢正淳弯腰极低，双手作揖高过头顶，感激涕零道：“卢正淳绝不敢忘记许夫人大恩大德，日后到了那座名动天下的清风城，必当为许夫人做牛做马，并且卢正淳发誓，此生只忠心于夫人一人！”
en_us: Lu Zhengchun extended an extremely deep bow as he cupped his fist in a salute above his head, and he was so grateful that he was on the verge of tears as he declared, "I'll never forget this opportunity that you have bestowed upon me, Mistress Xu! Even after I go to the Light Breeze City, I will serve you as your most loyal subordinate for the rest of my life! I swear that you will be the only one that I pledge my loyalty to for as long as I live!"

source: 卢正淳拦住刘羡阳的去路，挤出笑脸道：“别紧张，我今天不是来跟你算旧账的，而是……”
en_us: Lu Zhengchun blocked Liu Xianyang's path and said with a forced smile, "Don't worry, I'm not here to settle old animosities. Rather..."

source: 卢正淳没有起身，抬起头，红肿额头上沾满泥土。
en_us: Lu Zhengchun didn't stand up. However, he raised his head, revealing his swollen forehead that was covered in dirt.
